tutorials/heatTransfer/buoyantBoussinesqSimpleSolver/laminar/ACCM_sphericalCavity/constant/polyMesh/boundary
/*---------------------------------------------------------------------------*\
Caelus 10.04
Web:      www.caelus-cml.com 
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    symm
    {
        type            symmetryPlane;
        nFaces          1540;
        startFace       54572;
    }
    wall-1
    {
        type            wall;
        nFaces          350;
        startFace       56112;
    }
    wall-2
    {
        type            wall;
        nFaces          350;
        startFace       56462;
    }
)

// ************************************************************************* //
