tutorials/heatTransfer/buoyantBoussinesqSimpleSolver/laminar/ACCM_sphericalCavity/system/fvSolution
/*---------------------------------------------------------------------------*
Caelus 10.04
Web:   www.caelus-cml.com
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      fvSolution;
}
//------------------------------------------------------------------------------

solvers
{
    p_rgh
    {
        solver           GAMG;
        tolerance        1e-8;
        relTol           0.01;
        smoother         SSGS;
        cacheAgglomeration true;
        nCellsInCoarsestLevel 10;
        agglomerator     algebraicPair;
        mergeLevels      1;
    }

    "(U|T)"
    {
        solver          PBiCGStab;
        preconditioner  USGS;
        tolerance       1e-8;
        relTol          0.01;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;
    pRefCell        0;
    pRefValue       0;

    residualControl
    {
        p_rgh           1e-4;
        T               1e-4;

        // possibly check turbulence fields
    }
}

relaxationFactors
{
    fields
    {
        p_rgh           0.3;
    }
    equations
    {
        U               0.7;
        T               0.7;
    }
}


// ************************************************************************* //
